vndb_id = 2959
name = "星空のメモリア Eternal Heart"
set_text_offset = 0x51f3f
entry_point = 0x8d77e
character_list = [
    (3930,  0x0004, "メア"),
    (3910,  0x00cb, "明日歩"),
    (3932,  0x018c, "こもも"),
    (3938,  0x024d, "こさめ"),
    (3939,  0x02da, "衣鈴"),
    (3907,  0x0343, "千波"),
    (6159,  0x03ac, "雪菜"),
    (3940,  0x0415, "夢"),
    (6160,  0x04a2, "詩乃"),
    (6157,  0x050b, "万夜花"),
    (6163,  0x0574, "鈴葉"),
    (6158,  0x05dd, "飛鳥"),
    (6156,  0x0646, "岡泉"),
    (6162,  0x06c5, "総一朗"),
    (6161,  0x07bb, "レン"),
    (19231, 0x086c, "大河"),
    (25309, 0x0962, "伊麻"),
    (3882,  0x0c63, "洋")
]
